{"quotes":[{"name":"John Lennon","content":"You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one."},{"name":"Mother Teressa","content":"Let us touch the dying, the poor, the lonely and the unwanted according to the graces we have received and let us not be ashamed or slow to do the humble work."},{"name":"Seth Goddin","content":"Optimism is the most important human trait, because it allows us to evolve our ideas, to improve our situation, and to hope for a better tomorrow."}],"meetandmission":{"meetTeam":{"heading":"Meet our team","content1":"Junoon Foundation as team is a brainchild of a group of young, energetic and dynamic go-getters, is a non-profitable organization working towards the betterment of a society.","content2":"Though we have a spectrum of initiatives, we intend to primarily focus on the education sector. Under our flagship programme Ummid. We work with schools, conduct workshops, teach children, carry out extra-curricular activities and try to indicate habit of reading in them."},"mission":{"heading":"Our mission","education":{"title":"Education","content":"Junoon is working with schools from rural areas to bring new methods in pedagogy, impart life skills and soft skills, provide career guidance and encourage the love of arts and sports among children."},"social":{"title":"Social Awareness","content":"Junoon believes for the progress of any community, political awareness and cooperation among the citizens of a village are two important things. It aims to generate them through various village-level initiatives."},"development":{"title":"Sustainable Development","content":"Junoon is trying to preserve the fast depleting cover of tress and vanishing jungles. Therefore, it arranges tree plantation drives, creates awareness among the citizens about the importance of nature, disadvantages of industries and sustainable agriculture etc."}}},"testimonial":{"largeTestimonial":[{"name":"Himalay Patil","image":"Images/himalay-testimonial.jpg","position":"Junoon Volunteer","paragraph1":"When I was in school, I wanted to do something for the society, and so did my friends. At that time, though we were eager and willing, there seemed to be too many roadblocks in our way. Firstly, we could not find an appropriate platform to start off. Out desire to contribute the society grew stronger as we got more and more exposed to ills of the society. Necessity being the mother of invention, our search for a platform led to forming our own social organization.","paragraph2":"Junoon Foundation was borm after a lot of deliberation and discussions, which ultimately converged in a group of liked-minded youngsters. The vision, mission and goals of junoon stem from one singular and undirectional aim : 'betterment of society through education, awareness and developement'.","paragraph3":"As we all are aware, education is the most important thing in every walk of our life. Thus the focus of Junoon is on education. We intend to make education a joyful, meaningful and also fruitful experience of children. Education as envisaged by Junoon also encompasees creating social awareness and making the society realize the need for sustainable developement for a better and bright future. The sheer thought of the opportunities gets me excited and I consider it a golden opportunity to be a volunteer of Junoon.","paragraph4":"As a part of our Ummid programme we used to get a residential school at Gunj every Sunday. It was overwhelming to experience the huge response from the students of the school during various activities. Ummid was ont of the best experience of my life for the contentment it gave me on being able to contribute the society. The beginning may be humble, but if you all support our efforts, we will be able to achieve much more. I am highly obliged and thankful to Junoon for giving me the opportunity to contribute the noble cause."},{"name":"Pooja Jadia","image":"Images/himalay-testimonial.jpg","position":"Member - Rotaract Club of Thane Suburban","paragraph1":"I can across Junoon Foundation during our first collabaration projects Kreeda. We had decided to collect sports equipment by going door to door to donate to school, an Ashram Shala, at Gunj in wada. It being a big project, I needed a lot of help and support which was given to me by Junoon Foundation's Volunteers Onkar, Tejas, Yuvraaj and Chinmay.","paragraph2":"Junoon is a bunch of young people wokring towards achieving thier ambitions in life and also trying to make the world around them a better place. They are a small but dynamic group of professionals, constanlty working towards their goals.","paragraph3":"They have taken a great initiative by going to the Gunj School every sunday to conduct lectures, teach computers basics, sports, and hygiene. When we head the kids speak up so well and so confidently about various things, it seems that they have definitely been successful. Unlike other foundations, they avoid being 'a jack of all trades and master of none', rather they believe in focusing on one place at a time. Also their initiative of launching a donation drive on the ocassion of independence day was an amazing one","paragraph4":"The Rotaract Club of Thane Suburban looks forward to collabarate with the Junoon Foundation and do many such amazing projects in the future too, contributing towards their aim of empowering people through education, social upliftment and environmental awareness. I Rtr. Pooja Jadia, Rtr. Akash Dhruv Singh, Rtr. Rohit Joshi and the whole of the Rotaract Club of Thane Suburban family would like to thank you for all your co-operation and support. This project would no have been so rocking without you guys, Cheers!"}],"smallTestimonial":[{"name":"Dipika Rohra","image":"Images/himalay-testimonial.jpg","position":"Social Worker","paragraph1":"Junoon as a word depicts the passion these boys are carrying with them for the betterment of society. It's good to see these youngsters with high ambitions, in this compettitive world, are sparing their time for children's smiles. I wish them all the luck and lend all possible support."},{"name":"Onkar Gharat","image":"Images/himalay-testimonial.jpg","positon":"Junoon Volunteer","paragraph1":"I am proud to be a part of Junoon since the conceptual stages. The journey of the past one years has not been easy but I feel we are on the right track. I thank all those who have been part of Junoon in our short journey. I hope you will continue to support us."},{"name":"Sukanya Telang","image":"Images/himalay-testimonial.jpg","position":"Student","paragraph1":"My association with Junoon came during the Sports Equipment Donation Drive 'Kreeda' at Gunj Ashram Shala. I believe you guys are doing fabulous job. Taking time out of your otherwise busy schedule, to do something for the greater good, it's really commendable. A bunch of brilliant youngsters, who aspire to inspire, I am glad to see so much of commitment. Good Job!"},{"name":"Tulika Bhattacharya","image":"Images/himalay-testimonial.jpg","postion":"Student","paragraph1":"Mother Teresa had said, 'It's not how much we give but how much love we put into giving'. The love is very much evident through the work Junoon Foundation is doing for the underpriviliged and they should continue with this great deed."}]}}